<template>
  <div>
    <table class="table">
      <tr>
        <td class="td1">Критерии</td>
        <td class="td2">Параметры оценки </td>
        <td class="td3">индикаторы</td>
      </tr>
      <tr>
        <td rowspan="9">
          Овладение
          социально -
          бытовыми
          умениями,
          используемыми в
          повседневной
          жизни
        </td>
        <td rowspan="3">
          Сформированность
          социально-бытовых
          умений в домашних
          условиях 
        </td>
        <td>
          Способность применять социально бытовые
          умения под руководством взрослого
        </td>
      </tr>
      <tr>
        <td>
          Способность обращаться за помощью при
          формировании социально-бытовых умений
        </td>
      </tr>
      <tr>
        <td>
          Способность применять социально –
          бытовые умения самостоятельно
        </td>
      </tr>
      <tr>
        <td rowspan="3">
          Сформированность
          социально-бытовых
          умений в
          ближайшем
          окружении (в
          школе, во дворе) 
        </td>
        <td>
          Способность применять социально бытовые
          умения под руководством взрослого школе, во
          дворе )
        </td>
      </tr>
      <tr>
        <td>
          Способность обращаться за помощью при
          формировании социально - бытовых
          умений.
        </td>
      </tr>
      <tr>
        <td>Способность применять социально –
          бытовые умения самостоятельно
        </td>
      </tr>
      <tr>
        <td rowspan="3">
          Сформированность
          социально –
          бытовых умений в
          более широкой
          жизненной
          ориентации (в
          социуме) 
        </td>
        <td>
          Способность применять социально бытовые
          умения под руководством взрослого
        </td>
      </tr>
      <tr>
        <td>
          Способность обращаться за помощью при
          формировании социально - бытовых
          умений.
        </td>
      </tr>
      <tr>
        <td>
          Способность применять социально –
          бытовые умения самостоятельно
        </td>
      </tr>
      <tr>
        <td rowspan="8">
          Владение
          навыками
          коммуникации и
          принятыми
          ритуалами
          социального
          взаимодействия
          (т.е. самой
          формой
          поведения, его
          социальным
          рисунком), в том
          числе с
          использованием
          информационных
          технологий
        </td>
        <td rowspan="3">
          Сформированность
          навыков
          коммуникации со
          взрослыми
        </td>
        <td>
          Способность инициировать и поддерживать
          коммуникацию со взрослыми
        </td>
      </tr>
      <tr>
        <td>
          Способность применять адекватные
          способы поведения в разных ситуациях
        </td>
      </tr>
      <tr>
        <td>
          Способность обращаться за помощью
        </td>
      </tr>
      <tr>
        <td rowspan="3">
          сформированность
          навыков
          коммуникации со
          сверстниками
        </td>
        <td>
          Способность инициировать и поддерживать
          коммуникацию сверстниками
        </td>
      </tr>
      <tr>
        <td>
          Способность применять адекватные
          способы поведения в разных ситуациях
        </td>
      </tr>
      <tr>
        <td>
          Способность обращаться за помощью
        </td>
      </tr>
      <tr>
        <td>
          владение
          средствами
          коммуникации
        </td>
        <td>
          Способность использовать разнообразные
          средства коммуникации согласно ситуации
        </td>
      </tr>
      <tr>
        <td>
          адекватность
          применения
          ритуалов
          социального
          взаимодействия
        </td>
        <td>
          Способность правильно применить ритуалы
          социального взаимодействия согласно
          ситуации
        </td>
      </tr>
</table>
--</div>
  
</template>

<script>
export default {
  name: 'App',
  }
</script>

<style>
#app {
  font-family: Avenir, Helvetica, Arial, sans-serif;
  -webkit-font-smoothing: antialiased;
  -moz-osx-font-smoothing: grayscale;
  text-align: center;
  color: #2c3e50;
  margin-top: 60px;
}
table{
   border-collapse: collapse;
   width: 700px;
   border: 3px solid black;
   text-align: left
   
}
.td1{
  width: 20%;
}
.td2{
  width: 20%;
}
.td3{
  width: 60%;
}
td{
  border: 2px solid black;
}
</style>
